const FULL_CATALOG = [
  {
    "id": 1,
    "work": "Планування ділянки і нівелювання - від",
    "type": "Земляні роботи",
    "unit": "шт.",
    "price": 5000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 2,
    "work": "Перенесення землі (не далі 20м)",
    "type": "Земляні роботи",
    "unit": "м³",
    "price": 500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 3,
    "work": "Копання траншей, ям, котловану вручну",
    "type": "Земляні роботи",
    "unit": "м³",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 4,
    "work": "Планування грунту до 10 см.",
    "type": "Земляні роботи",
    "unit": "м²",
    "price": 200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 5,
    "work": "Копка траншей глибиною 0,5 м і шириною 35см",
    "type": "Земляні роботи",
    "unit": "м.п.",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 6,
    "work": "Зворотня засипка траншеї",
    "type": "Земляні роботи",
    "unit": "м³",
    "price": 500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 7,
    "work": "Піщана подушка з ущільненням",
    "type": "Земляні роботи",
    "unit": "м²",
    "price": 200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 8,
    "work": "Щебенева підготовка до 10 см",
    "type": "Земляні роботи",
    "unit": "м²",
    "price": 200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 9,
    "work": "Монтаж та демонтаж опалубки для фундаменту",
    "type": "Фундамент",
    "unit": "м²",
    "price": 500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 10,
    "work": "Облаштування фундаменту (приймання бетону, арматура)",
    "type": "Фундамент",
    "unit": "м³",
    "price": 4000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 11,
    "work": "Приготування бетонного розчину для фундаменту",
    "type": "Фундамент",
    "unit": "м³",
    "price": 1800,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 12,
    "work": "Бетонування армопоясу вручну",
    "type": "Фундамент",
    "unit": "м.п.",
    "price": 1800,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 13,
    "work": "Бетонування армопопоясу з міксера",
    "type": "Фундамент",
    "unit": "м.п.",
    "price": 1400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 14,
    "work": "Установка закладних під коммунікації",
    "type": "Фундамент",
    "unit": "шт",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 15,
    "work": "Прокладка коммунікацій",
    "type": "Фундамент",
    "unit": "м.п.",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 16,
    "work": "Гідроізоляція плівкою",
    "type": "Фундамент",
    "unit": "м²",
    "price": 60,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 17,
    "work": "Гідроізоляція фундамету мастикою",
    "type": "Фундамент",
    "unit": "м²",
    "price": 250,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 18,
    "work": "Монтаж гвинтових паль",
    "type": "Фундамент",
    "unit": "м.п.",
    "price": 2000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 19,
    "work": "Монтаж блоків ФБС",
    "type": "Фундамент",
    "unit": "шт",
    "price": 900,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 20,
    "work": "Монтаж ж / б плит перекриття",
    "type": "Фундамент",
    "unit": "шт",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 21,
    "work": "Монтаж перемичок над прорізами",
    "type": "Фундамент",
    "unit": "шт",
    "price": 600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 22,
    "work": "Облаштування перемичок бетонних",
    "type": "Фундамент",
    "unit": "м.п.",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 23,
    "work": "Гідроізоляція перед першим рядом",
    "type": "Кладочні роботи",
    "unit": "м.п.",
    "price": 50,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 24,
    "work": "Кладка цегли 380 мм",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 4000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 25,
    "work": "Кладка цегли 240 мм",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 4500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 26,
    "work": "Кладка стін з газоблоку або піноблоку 300 мм",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 2300,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 27,
    "work": "Кладка стін з газоблоку або піноблоку 200 мм",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 28,
    "work": "Кладка стіни з керамоблока 38*60*20",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 29,
    "work": "Кладка стіни з керамоблока 2НФ 25*12",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 3500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 30,
    "work": "Кладка облицювальної цегли",
    "type": "Кладочні роботи",
    "unit": "м²",
    "price": 1900,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 31,
    "work": "Кладка стін з шлакоблоку",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 32,
    "work": "Кладка перегородки з піноблоку, газоблоку(до 50м2)",
    "type": "Кладочні роботи",
    "unit": "м²",
    "price": 600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 33,
    "work": "Кладка перегородки з піноблоку, газоблоку(від 50м2)",
    "type": "Кладочні роботи",
    "unit": "м²",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 34,
    "work": "Кладка перегородки з цегли (до 50м2)",
    "type": "Кладочні роботи",
    "unit": "м²",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 35,
    "work": "Кладка перегородки з цегли (від 50м2)",
    "type": "Кладочні роботи",
    "unit": "м²",
    "price": 750,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 36,
    "work": "Анкерування однієї стіни до іншої",
    "type": "Кладочні роботи",
    "unit": "шт",
    "price": 80,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 37,
    "work": "Армування кладки (сіткою, арматурою)",
    "type": "Кладочні роботи",
    "unit": "м²",
    "price": 80,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 38,
    "work": "Облаштування дверної пройми",
    "type": "Кладочні роботи",
    "unit": "штука",
    "price": 600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 39,
    "work": "Приготування розчину для кладки (без щебня)",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 1200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 40,
    "work": "Приготування розчину (з щебнем)",
    "type": "Кладочні роботи",
    "unit": "м³",
    "price": 1600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 41,
    "work": "Кладка вентканалів і димоходу",
    "type": "Кладочні роботи",
    "unit": "м.п.",
    "price": 1800,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 42,
    "work": "Монтаж односкатного даху (кроква, обрешітка, контррейка, черепиця) +100 поверх",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 750,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 43,
    "work": "Монтаж двоскатного даху (кроква, обрешітка, контррейка, черепиця) +100 поверх",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 850,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 44,
    "work": "Монтаж чотирьохскатного даху (кроква, обрешітка, контррейка, черепиця) + 100 поверх",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 45,
    "work": "Балки перекриття",
    "type": "Покрівельні роботи",
    "unit": "шт",
    "price": 650,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 46,
    "work": "Монтаж утеплювача на перекриття до 100 мм",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 170,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 47,
    "work": "Монтаж утеплювача на перекриття більше 100 мм",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 250,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 48,
    "work": "Монтаж утеплювача на покрівлю до 100 мм",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 49,
    "work": "Монтаж утеплювача на покрівлю більше 100 мм",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 300,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 50,
    "work": "Гідробарʼєр, паробарєʼр",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 80,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 51,
    "work": "Монтаж маурлєта",
    "type": "Покрівельні роботи",
    "unit": "м.п.",
    "price": 200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 52,
    "work": "Обробка антисептиком",
    "type": "Покрівельні роботи",
    "unit": "м³",
    "price": 1500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 53,
    "work": "Укладання шиферу або ондуліна",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 290,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 54,
    "work": "Укладання бітумної черепиці",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 460,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 55,
    "work": "Укладання металочерепиці",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 330,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 56,
    "work": "Монтаж фальцевої покрівлі",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 700,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 57,
    "work": "Укладання профнастилу",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 350,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 58,
    "work": "Монтаж ОСБ плити",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 240,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 59,
    "work": "Гідроізоляція поліуретановою мастикою",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 260,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 60,
    "work": "Гідроізоляція покрівлі мастика і євроруберойд",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 300,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 61,
    "work": "Укладання підкладкового килима",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 120,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 62,
    "work": "Підшива даху сайдінгом, профнасілом",
    "type": "Покрівельні роботи",
    "unit": "м.п.",
    "price": 600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 63,
    "work": "Підшива даху деревʼяною вагонкою",
    "type": "Покрівельні роботи",
    "unit": "м.п.",
    "price": 750,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 64,
    "work": "Монтаж лобової, вітрової, конькової планки",
    "type": "Покрівельні роботи",
    "unit": "м.п.",
    "price": 170,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 65,
    "work": "Монтаж капельника",
    "type": "Покрівельні роботи",
    "unit": "м.п.",
    "price": 150,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 66,
    "work": "Монтаж планок закінчення (стикування)",
    "type": "Покрівельні роботи",
    "unit": "м.п.",
    "price": 120,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 67,
    "work": "Установка флюгера, ковпака на димохід",
    "type": "Покрівельні роботи",
    "unit": "шт",
    "price": 1300,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 68,
    "work": "Облаштування покрівель з наплавленням руберойду в один шар",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 250,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 69,
    "work": "Облаштування покрівель з наплавленням руберойду в два шари",
    "type": "Покрівельні роботи",
    "unit": "м²",
    "price": 350,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 70,
    "work": "Облаштування водостічної воронки",
    "type": "Покрівельні роботи",
    "unit": "шт",
    "price": 900,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 71,
    "work": "Монтаж водостоків (жолоб,труба)",
    "type": "Покрівельні роботи",
    "unit": "м.п.",
    "price": 350,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 72,
    "work": "Утеплення фасада. Комплекс(пінопласт, сітка, перетяжка, декор. штукатурка)",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 73,
    "work": "Утеплення фасада. Комплекс(вата, сітка, перетяжка, декор. штукатурка)",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 1200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 74,
    "work": "Монтаж пінопласта (клей+дюбель)",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 300,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 75,
    "work": "Монтаж вати (клей +дюбель)",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 76,
    "work": "Армування фасаду (сітка, перетяжка)",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 290,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 77,
    "work": "Грунтовка поверхні кварцгрунтом",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 80,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 78,
    "work": "Декоративна штукатурка фасаду (короїд, баранець)",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 330,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 79,
    "work": "Фарбування фасаду",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 220,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 80,
    "work": "Розділення та розмітка двох кольорів декор штукатурки",
    "type": "Фасадні роботи",
    "unit": "м.п.",
    "price": 100,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 81,
    "work": "Утеплення укосів пінопластом",
    "type": "Фасадні роботи",
    "unit": "м.п.",
    "price": 250,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 82,
    "work": "Утеплення укосів ватою",
    "type": "Фасадні роботи",
    "unit": "м.п.",
    "price": 350,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 83,
    "work": "Армування укосів (сітка, перетяжка)",
    "type": "Фасадні роботи",
    "unit": "м.п.",
    "price": 200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 84,
    "work": "Монтаж стартової планки",
    "type": "Фасадні роботи",
    "unit": "м.п.",
    "price": 200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 85,
    "work": "Утеплення цоколя пінополієстиролом",
    "type": "Фасадні роботи",
    "unit": "м.п.",
    "price": 350,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 86,
    "work": "Облицювання клінкерною плиткою",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 1500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 87,
    "work": "Облицювання фасаду натуральним або штучним каменем",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 1500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 88,
    "work": "Монтаж будівельного риштування",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 50,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 89,
    "work": "Демонтаж будівельного риштування",
    "type": "Фасадні роботи",
    "unit": "м²",
    "price": 50,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 90,
    "work": "Монтаж відливів на вікна",
    "type": "Фасадні роботи",
    "unit": "м.п.",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 91,
    "work": "Планування і ущільнення віброплитої під тротуарну плитку до 20 см.",
    "type": "Благоустрій території",
    "unit": "м²",
    "price": 180,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 92,
    "work": "Укладання тротуарної плитки на гарцовку",
    "type": "Благоустрій території",
    "unit": "м²",
    "price": 500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 93,
    "work": "Укладання бруківки типу \"Старе місто\" на гарцовку",
    "type": "Благоустрій території",
    "unit": "м²",
    "price": 550,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 94,
    "work": "Укладання армованої сітки для тротуарної плитки",
    "type": "Благоустрій території",
    "unit": "м.п.",
    "price": 85,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 95,
    "work": "Підрізка примикань тротуарної плитки",
    "type": "Благоустрій території",
    "unit": "м.п.",
    "price": 260,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 96,
    "work": "Приготування бетону для тротуарної плитки",
    "type": "Благоустрій території",
    "unit": "м³",
    "price": 1200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 97,
    "work": "Приготування гарцовки для тротуарної плитки",
    "type": "Благоустрій території",
    "unit": "м³",
    "price": 900,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 98,
    "work": "Облаштування жолоба для зливу води в тротуарній плитці",
    "type": "Благоустрій території",
    "unit": "м.п.",
    "price": 300,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 99,
    "work": "Доріжок з бетону з армуванням",
    "type": "Благоустрій території",
    "unit": "м²",
    "price": 550,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 100,
    "work": "Доріжок з бетону без армування",
    "type": "Благоустрій території",
    "unit": "м²",
    "price": 500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 101,
    "work": "Монтаж бордюру для тротуарної плитки",
    "type": "Благоустрій території",
    "unit": "м.п.",
    "price": 280,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 102,
    "work": "Монтаж бордюру дорожній",
    "type": "Благоустрій території",
    "unit": "м.п.",
    "price": 450,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 103,
    "work": "Установка тротуарного бордюру (коло, радіус)",
    "type": "Благоустрій території",
    "unit": "м.п.",
    "price": 500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 104,
    "work": "Установка останнього ряду тротуарної плитки на розчин",
    "type": "Благоустрій території",
    "unit": "м.п.",
    "price": 450,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 105,
    "work": "Установка піскоприймача в тротуарну плитку",
    "type": "Благоустрій території",
    "unit": "шт",
    "price": 700,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 106,
    "work": "Монтаж відливу (водовідведення) в тротуарну плитку",
    "type": "Благоустрій території",
    "unit": "шт",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 107,
    "work": "Монтаж люка в тротуарну плитку",
    "type": "Благоустрій території",
    "unit": "шт",
    "price": 1200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 108,
    "work": "Паркан з дерева типу \"Ранчо\" висотою до 1,6м (траншея, цоколь, стовбчик, фарбування пульверизатором) від 50м.п.",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 2000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 109,
    "work": "Паркан з дерева типу \"Ранчо\" висотою до 1,6м (траншея, цоколь, стовбчик, фарбування пульверизатором) до 50м.п.",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 2500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 110,
    "work": "Паркан з профнастилу висотою до 1,6м (траншея, цоколь, стовбчик, рама, фарбування, профнастил) від 50м.п.",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 2000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 111,
    "work": "Паркан з профнастилу висотою до 1,6м траншея, цоколь, стовбчик, рама, фарбування, профнастил) до 50м.п.",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 2500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 112,
    "work": "Паркан з штахет/ламель висотою до 1,6м (траншея, цоколь, стовбчик, рама, фарбування, ламель) від 50м.п.",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 2500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 113,
    "work": "Паркан з штахет/ламель висотою до 1,6м (траншея, цоколь, стовбчик, рама, фарбування, ламель) до 50м.п.",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 114,
    "work": "Паркан \"Габіон\" (траншея, цоколь, стовбчик, сітка, камінь) висотою до 1,6",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 5000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 115,
    "work": "Паркан \"Габіон\"",
    "type": "Паркан",
    "unit": "м²",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 116,
    "work": "Установка деревʼяного або металевого стовпа паркану",
    "type": "Паркан",
    "unit": "шт",
    "price": 350,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 117,
    "work": "Цоколь паркану бетонний (копка, армування, опалубка) 20*50",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 750,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 118,
    "work": "Фундамент під цоколь паркану з шлакоблоків",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 119,
    "work": "Кладка стовпів паркану під розшивку",
    "type": "Паркан",
    "unit": "шт",
    "price": 35,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 120,
    "work": "Монтаж шлакоблоків/євроблоків для стовбчика",
    "type": "Паркан",
    "unit": "шт",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 121,
    "work": "Монтаж шлакоблоків/євроблоків для цоколя паркана (1 ряд)",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 122,
    "work": "Монтаж кришки з бетону на цоколь паркана",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 123,
    "work": "Монтаж кришки з бетону на стовбчик паркана",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 124,
    "work": "Монтаж кришки з металу на стовбчик паркану",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 400,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 125,
    "work": "Монтаж профнастилу на паркан до 2м",
    "type": "Паркан",
    "unit": "м²",
    "price": 300,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 126,
    "work": "Монтаж штахет/ламель",
    "type": "Паркан",
    "unit": "м²",
    "price": 600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 127,
    "work": "Монтаж планок закінчення (стикування)",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 100,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 128,
    "work": "Монтаж композитної дошки на паркан",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 600,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 129,
    "work": "Монтаж кришки з жерсті на низ паркану",
    "type": "Паркан",
    "unit": "м.п.",
    "price": 350,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 130,
    "work": "Зварювання каркасу сходів - пряма сходинка",
    "type": "Сходи",
    "unit": "штука",
    "price": 2000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 131,
    "work": "Зварювання каркасу сходів - поворотна сходинка",
    "type": "Сходи",
    "unit": "штука",
    "price": 2500,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 132,
    "work": "Зварювання площадки",
    "type": "Сходи",
    "unit": "штука",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 133,
    "work": "Бетонні сходи - пряма сходинка",
    "type": "Сходи",
    "unit": "штука",
    "price": 2200,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 134,
    "work": "Бетонні сходи - поворотна сходинка",
    "type": "Сходи",
    "unit": "штука",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 135,
    "work": "Бетонна площадка",
    "type": "Сходи",
    "unit": "штука",
    "price": 4000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 136,
    "work": "Бетонні сходи - пряма сходинка (заливка вручну)",
    "type": "Сходи",
    "unit": "штука",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 137,
    "work": "Бетонні сходи - поворотна сходинка (заливка вручну)",
    "type": "Сходи",
    "unit": "штука",
    "price": 4000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 138,
    "work": "Бетонна площадка (заливка вручну)",
    "type": "Сходи",
    "unit": "штука",
    "price": 5000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 139,
    "work": "Зварювання рами розсувних воріт ( закладна, зварювання, монтаж, фарбування)",
    "type": "Зварювальні роботи",
    "unit": "комплекс",
    "price": 25000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 140,
    "work": "Зварювання рами розсувних воріт ( закладна, зварювання, монтаж, фарб) понад 7 м",
    "type": "Зварювальні роботи",
    "unit": "комплекс",
    "price": 30000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 141,
    "work": "Зварювання рами розпашних воріт (зварювання, монтаж, фарбування)",
    "type": "Зварювальні роботи",
    "unit": "комплекс",
    "price": 18000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 142,
    "work": "Зварювання рами хвіртки (зварювання, монтаж, фарбування)",
    "type": "Зварювальні роботи",
    "unit": "комплекс",
    "price": 9000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 143,
    "work": "Встановелення замка",
    "type": "Зварювальні роботи",
    "unit": "штука",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 144,
    "work": "Виготовлення ручки на хвіртку",
    "type": "Зварювальні роботи",
    "unit": "штука",
    "price": 1000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 145,
    "work": "Комплекс робіт (зварювальні роботи, зварювання ферм, монтаж опорних стовпів і перемичок, фарбування)",
    "type": "Хоз блок/ сарайчик/ вагончик",
    "unit": "м²",
    "price": 3000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 146,
    "work": "Комплекс робіт (палі, рама, текстиль, щебінь)",
    "type": "Виготовлення терас і веранд",
    "unit": "м²",
    "price": 5000,
    "source": "build",
    "done": false,
    "qty": 0
  },
  {
    "id": 147,
    "work": "Монтаж терасної дошки",
    "type": "Виготовлення терас і веранд",
    "unit": "м²",
    "price": 700,
    "source": "build",
    "done": false,
    "qty": 0
  }
];